Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/irish_social_welfare_system/claiming_a_social_welfare_payment/claiming_and_increase_in_your_payment_for_a_child_dependant.html.txt.tmx
Source language: en
Languages: ga

source: Claiming for a child dependant
ga: Ag éileamh do chleithiúnaí linbh

source: Your social welfare payment is made up of a weekly amount for yourself, called the personal rate. You may also get an extra amount for your child called an Increase for a Qualified Child (IQC)
ga: Is éard atá i d’íocaíocht leasa shóisialaigh méid seachtainiúil duit féin, ar a dtugtar an ráta pearsanta

source: (If you have an adult dependant you may get an Increase for a Qualified Adult.)
ga: D’fhéadfá méid breise a fháil do do leanbh ar a dtugtar Méadú i leith Leanbh Cáilithe (MLC) (Má tá cleithiúnaí aosaigh agat, d’fhéadfá Méadú i leith Duine Fásta Cáilithe a fháil.)

source: This document explains when you may get an increase in your weekly social welfare payment for a child dependant
ga: Mínítear sa cháipéis seo cathain a fhaigheann tú méadú ar d'íocaíocht sheachtainiúil leasa shóisialaigh i leith cleithiúnaí linbh

source: You do not get an IQC with certain payments and in certain circumstances you may only get a half-rate IQC – see ‘IQC not payable’ and ‘Full-rate and half-rate IQC’ below
ga: Ní fhaigheann tú MLC le híocaíochtaí áirithe agus faoi chúinsí áirithe féadfaidh tú MLC leathráta a fháil – féach ‘MLC neamh-iníoctha’ agus ‘MLC ráta iomláin agus leathráta’ thíos

source: To get an Increase for a Qualified Child (IQC), your child must:
ga: Chun Méadú i leith Leanbh Cáilithe (MLC) a fháil, ní do do leanbh:

source: • Be resident in the State
ga: • Bheith ina c(h)ónaí sa Stát

source: • Not be in legal custody
ga: • Gan bheith faoi choimeád dlíthiúil

source: • Satisfy the age condition for that payment
ga: • An coinníoll aoise don íocaíocht sin a shásamh

source: You do not get an IQC if your child is getting a social welfare payment or Supplementary Welfare Allowance in their own right (with the exception of Disablement Benefit)
ga: Ní fhaigheann tú MLC má tá íocaíocht leasa shóisialaigh nó Liúntas Leasa Fhorlíontaigh á fháil ag do leanbh as a stuaim féin (seachas Sochar Míchumais)

source: However if you are getting an IQC during the summer holiday period between academic years and your child becomes entitled to a social welfare payment in their own right you will continue to get the IQC and your child's payment is reduced by the amount of the IQC
ga: Áfach má tá MLC á fháil agat le linn thréimhse shaoire an tsamhraidh idir na blianta acadúla agus má bhíonn do leanbh i dteideal íocaíocht leasa shóisialaigh a fháil as a stuaim féin, leanfaidh tú leis an MLC a fháil agus laghdófar íocaíocht do linbh faoi mhéid an MLC

source: Your child does not have to be financially dependent on you
ga: Ní gá go mbíonn do leanbh spléach i dtaobh cúrsaí airgeadais ort

source: Your child can work and earn money and this does not affect the increase paid to you
ga: Féadfaidh do leanbh oibriú agus airgead a thuilleamh agus ní dhéanann seo difear don mhéad a íoctar leat

source: An IQC can be paid on behalf of foster children
ga: Féadfaidh Méadú do Leanbh Cáilithe (MLC) a bheith iníoctha chomh maith do leanbh altrama

source: A child dependant is usually a child up to 18 years of age who lives with you
ga: Is gnách gur leanbh a shine agus 18 mbliana d’aois a chónaíonn leat é cleithiúnaí linbh

source: Children aged 18 and over
ga: Leanaí os cionn 18 mbliana d'aois

source: If your child is 18 years of age or over, you can continue to get an Increase for a Qualified Child (IQC) for three months after he or she leaves second level education or finishes the Leaving Certificate (provided that they are not getting a social welfare payment in their own right)
ga: Má tá do leanbh 18 mbliana d'aois nó níos sine, is féidir leat leanúint ag fáil an Ardaithe do Chleithiúnaí Linbh ar feadh trí mhí tar éis dó/di oideachas dara leibhéal a fhágáil nó an Ardteistiméireacht a chríochnú (ar an gcoinníoll nach bhfaigheann sé/sí íocaíocht leasa shóisialaigh ina seilbh dhílis féin)

source: Note that an IQC can continue to be paid if your child starts work immediately after finishing school
ga: Nóta: má thosaíonn do leanbh ag obair a luaithe a chríochnaigh sé/sí scoil, féadfaidh tú leanúint ag fáil ACL

source: If you are getting a long-term social welfare payment and your child is in full-time education, an IQC will be paid up to 22 years of age or up to the end of the academic year in which he or she reaches 22
ga: Má tá tú ag fáil íocaíochta leasa shóisialaigh fhadthéarmaigh agus do pháiste in oideachas lánaimseartha, íocfar Ardú do Chleithiúnaí Linbh suas go dtí 22 bliain d'aois nó suas go dtí deireadh na bliana acadúla ina sroicheann sé/sí 22

source: If you are getting a short-term social welfare payment for at least 156 days and your child is in full-time education, an IQC will be paid up to 22 years of age or up to the end of the academic year in which he or she reaches 22
ga: Má tá tú ag fáil íocaíochta leasa shóisialaigh ghearrthéarmaigh ar feadh 156 lá ar a laghad gus do pháiste in oideachas lánaimseartha, íocfar Ardú Cleithiúnaí Linbh suas go dtí 22 bliain d'aois nó suas go dtí deireadh na bliana acadúla ina sroicheann sé/sí 22

source: Time spent on other social welfare payments can be combined to meet the 156 days but the period between any two payments must not be more than 26 weeks
ga: Is féidir am atá caite ar íocaíochtaí leasa shóisialaigh eile a chur le chéile chun an 156 lá a bhaint amach, ach ní féidir leis an spás idir aon dhá íocaíocht a bheith níos mó ná 26 seachtaine

source: The period between Jobseeker's Allowance payments must not be more than 52 weeks
ga: Cibé ar bith, ní féidir leis an spás idir na híocaíochtaí Liúntas Cuardaitheora Poist a bheith níos faide ná 52 seachtain

source: Full-time education does not include training provided by SOLAS where an allowance is paid or where the period of work experience is greater than the period of training or instruction or where the training forms part of an employment or work experience programme
ga: Ní chuimsíonn oideachas lánaimseartha oiliúint atá soláthraithe ag SOLAS áit atá liúntas íoctha nó ina bhfuil an tréimhse thaithí oibre níos mó ná an tréimhse oiliúna nó treorach nó áit a chuimsíonn oiliúint páirt de chlár fostaíochta nó taithí oibre

source: One exception to this is YouthReach
ga: Eisceacht amháin is ea Youthreach

source: You do not get an Increase for a Qualified Child with the following payments:
ga: Ní fhaigheann tú Méadú i leith Leanbh Cáilithe leis na híocaíochtaí a leanas:

source: • Widow's, Widower's or Surviving Civil Partner's (Non-Contributory) Pension
ga: • Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Neamh-Ranníocach)

source: You do not get an IQC if you are claiming Illness Benefit, Injury Benefit, Health and Safety Benefit, Jobseeker's Benefit or Disablement Benefit (Incapacity Supplement), Invalidity Pension, Carer's Benefit or State Pension (Transition) and State Pension (Contributory) and the gross income of your spouse, civil partner or cohabitant is over €400
ga: Ní fhaigheann tú MLC má tá Sochar Breoiteachta, Sochar Díobhála, Sochar Sláinte agus Sábháilteachta, Sochar Cuardaitheora Poist nó Sochar Míchumais (Forlíonadh Éagumais), Pinsean Easláinte, Sochar Cúramóra nó an Pinsean Stáit (Aistriú) agus leis an bPinsean Stáit (Ranníocach) á fháil agat agus más breis agus €400 ollioncam do chéile, do pháirtnéara shibhialta nó do chomháitritheora

source: Full-rate and half-rate IQC
ga: MLC ráta iomláin agus leathráta

source: For most social welfare payments you get a full-rate Increase for a Qualified Child (IQC) if you get an Increase for a Qualified Adult for your spouse, civil partner or cohabitant or you are parenting alone
ga: I gcás thromlach na n-íocaíochtaí leasa shóisialaigh, faigheann tú Méadú ráta iomláin i leith Leanbh Cáilithe (MLC) má fhaigheann tú Méadú i leith Duine Fásta Cáilithe do do chéile, páirtnéir sibhialta nó do chomháitritheoir nó más tuismitheoir aonair thú

source: You get a half-rate IQC if your spouse, civil partner or cohabitant has an income of between €310 and €400 a week
ga: Faigheann tú MLC leathráta má tá ioncam de bhreis ar €310 sa tseachtain ag do chéile, páirtnéir sibhialta nó do chomháitritheoir

source: (This does not apply to Jobseeker's Allowance (JA), Pre-Retirement Allowance (PRETA), Disability Allowance (DA) and Farm Assist (FA) – see below)
ga: (Ní bhaineann seo le Liúntas Cuardaitheora Poist (LCP), Liúntas Réamhscoir (LR), Liúntas Míchumais (LM) agus le Cúnamh Feirme (CF) – féach thíos)

source: Only one increase is paid for each qualified child
ga: Ní íoctar ach méadú amháin le haghaidh gach linbh

source: If you and your spouse, civil partner or cohabitant are both getting a social welfare payment you will each get a half-rate IQC for each child
ga: Má tá íocaíocht leasa shóisialaigh á fáil agatsa agus ag do chéile, páirtnéir sibhialta nó ag do chomháititheoir, íocfar MLC leathráta libh beirt le haghaidh gach linbh

source: If you get an Increase for a Qualified Adult with Supplementary Welfare Allowance (SWA), you get a full-rate IQC
ga: Má fhaigheann tú Méadú i leith Duine Fásta le Liúntas Leasa Fhorlíontaigh (LLF), gheobhaidh tú MLC ráta iomláin

source: A half-rate IQC is not payable with SWA
ga: Níl MLC leathráta iníochta leis LLF

source: A full-rate IQC is paid with Carer's Allowance if you are parenting alone
ga: Íoctar MLC ráta iomláin le Liúntas Cúramóra más tuismitheoir aonair thú

source: A half-rate IQC is paid with Carer's Allowance if you are living with your spouse, civil partner or cohabitant
ga: Íoctar MLC leathráta le Liúntas Cúramóra má tá tú i do chónaí le do chéile, páirtnéir sibhialta nó do chomháitritheoir

source: You do not get an IQC if you are getting half-rate Carer's Allowance
ga: Ní fhaigheann tú MLC má tá Liúntas Cúramóra leathráta á fháil agat

source: The income rules are different for Jobseeker's Allowance (JA), Disability Allowance (DA) and Farm Assist (FA)
ga: Is difriúil do na rialacha ioncaim le haghaidh Liúntas Cuardaitheora Poist (LCP), Liúntas Réamhscoir (LR), Liúntas Míchumais (LM) agus Cúnamh Feirme (CF)

source: For these payments your total household income is assessed in a means test
ga: Do na híocaíochtaí seo, déantar d’ioncam iomlán teaghlaigh a mheasúnú i dtástáil mhaoine

source: Your assessable means are then deducted from the maximum payment for your circumstances to find the actual amount of JA, DA, FA or PRETA you are entitled to
ga: Asbhaintear do mhaoin inmheasúnaithe ansin ón íocaíocht uasta do do chuid cúinsí leis an tsuim chruinn den LCP, LM, CF nó LR a dheimhniú a bhfuil tú ina teideal a fháil

source: │Jane is married to John and has 3 children
ga: │Tá Jane pósta le Seán agus tá triúr leanaí acu

source: If she applies for Jobseeker’s Allowance the maximum payment for her circumstances is €410.50
ga: Má dhéanann sí iarratas ar Liúntas Cuardaitheora Poist, is í an íocaíocht uasta dá cuid cúinsí €410.50

source: This is made up of:│
ga: Is éard atá sa mhéid seo:│

source: │The personal rate of JA: €193 │
ga: │Ráta pearsanta an LCP: €193 │

source: │An Increase for a Qualified Adult (IQA): €128.10 │
ga: │Méadú i leith Duine Fásta Cáilithe (MDFC): €128.10 │

source: │3 Increases for a Qualified Child (IQC): €29.80 x 3 │
ga: │3 Mhéadú i leith Leanbh Cáilithe (MLC): €29.80 x 3 │

source: │John does some casual work at weekends so the family’s assessable means are €54. These assessable means are deducted from €410.50
ga: │Déanann Seán roinnt obair ócáideach ag na deirí seachtaine agus is ionann maoin inmheasúnaithe an teaghlaigh agus €54

source: │Jane qualifies for a Jobseeker’s Allowance payment of €356.50
ga: │Cáilítear Jane le haghaidh íocaíocht Liúntas Cuardaitheora Poist €356.50

source: In 2017 the Increase for a Qualified Child (IQC) is:
ga: In 2017, is ionann an Méadú i leith Leanbh Cáilithe (MLC):

source: │Full-rate IQC │€29.80 │
ga: │MLC ráta iomláin │€29.80 │

source: │Half-rate IQC │€14.90 │
ga: │MLC leathráta │€14.90 │

source: To get an Increase for a Qualified Child you must give details about your child dependant on your claim form when you apply for a social welfare payment
ga: Chun Ardú do Chleithiúnaí Linbh a fháil, caithfidh tú sonraí a thabhairt faoi do chleithiúnaí linbh ar d'fhoirm éilimh nuair atá tú ag déanamh éilimh ar íocaíocht leasa shóisialaigh

source: If you did not claim for your child dependant at the time you made your claim contact the section in the Department of Social Protection which pays your social welfare payment
ga: Mura ndearna tú éileamh dod' chleithiúnaí linbh ag an am go ndearna tú d'éileamh, déan teagmháil leis an rannóg den Roinn Coimirce Sóisialaí a íocann d'íocaíocht leasa shóisialaigh

source: The Department of Social Protection provides a Lo-call telephone number: 1890 500 000. Your telephone call will be charged at the price of a local call
ga: Cuireann an Roinn Coimirce Sóisialaí uimhir teileafóin Lóghlao ar fáil; is costas ghlaoch áitiúil a ghearrfar ort ar an nglaoch
